def choose_option() -> str:
    return 'Выберите опцию ⏬'


def not_registered() -> str:
    return 'Здравствуйте! Добро пожаловать в бота для поиска заказчиков/мастеров.\n\n' \
        'Пожалуйста, укажите, кто Вы ⏬'


def name_input() -> str:
    return 'Введите ФИО 📜'


def customer_successful_registration() -> str:
    return 'Вы успешно зарегистрированы как заказчик!\n\n' \
        'Выберите опцию ⏬'


def rate_input() -> str:
    return 'Введите свою ставку в ₽'


def experience_input() -> str:
    return 'Введите свой стаж в годах (только число).'


def performer_successful_registration() -> str:
    return 'Вы успешно зарегистрированы как мастер!\n\n' \
        'Выберите опцию ⏬'